Repository: pipixdev/FlowDown
Catalog: FlowDown/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: Set the default conversation model to ${model}
de: Standard-Unterhaltungsmodell auf ${model} setzen
es: Establece el modelo de conversación predeterminado en ${model}
fr: Définir le modèle de conversation par défaut sur ${model}
ja: デフォルト会話モデルを ${model} に設定
ko: 기본 대화 모델을 ${model}(으)로 설정
zh_hans: 将对话的默认模型设置为 ${model}

source: Set the strategy for handling runtime resource cache. Allowing the use of cache can speed up inference and save energy, but may cause the software to close unexpectedly.
de: Strategie für den Umgang mit Laufzeit-Ressourcen-Cache festlegen. Cache-Nutzung kann die Inferenz beschleunigen und Energie sparen, kann aber unerwartete Schließungen verursachen.
es: Define la estrategia para manejar la caché de recursos en ejecución. Permitir caché puede acelerar la inferencia y ahorrar energía, pero puede causar cierres inesperados.
fr: Définissez la stratégie de cache des ressources à l’exécution. Autoriser le cache peut accélérer l’inférence et économiser l’énergie, mais peut provoquer une fermeture inattendue.
ja: 実行時リソースキャッシュの扱い方針を設定します。キャッシュを許可すると高速化・省エネになりますが、予期せず終了する場合があります。
ko: 런타임 리소스 캐시 처리 전략을 설정하세요. 캐시 사용을 허용하면 추론이 빨라지고 에너지를 절약하지만 소프트웨어가 예기치 않게 종료될 수 있습니다.
zh_hans: 设置处理运行时资源缓存的策略。允许使用缓存会加快推理速度，节约能源，但可能会导致软件意外关闭。

source: Sets the maximum number of concurrent network requests. Higher is faster, but too many requests may exhaust resources or trigger API rate limits.
de: Legt die maximale Anzahl gleichzeitiger Netzwerkanfragen fest. Höhere Werte sind schneller, aber zu viele Anfragen können Ressourcen erschöpfen oder API-Rate-Limits auslösen.
es: Establece el número máximo de solicitudes de red simultáneas. Un valor mayor es más rápido, pero demasiadas solicitudes pueden agotar los recursos o activar los límites de tasa de la API.
fr: Définit le nombre maximal de requêtes réseau simultanées. Plus la valeur est élevée, plus c’est rapide, mais trop de requêtes peuvent épuiser les ressources ou déclencher les limites de débit de l’API.
ja: 同時に実行するネットワークリクエストの最大数を設定します。大きいほど高速ですが、過剰なリクエストはリソース枯渇や API のレート制限を引き起こす可能性があります。
ko: 동시에 실행할 네트워크 요청의 최대 개수를 설정합니다. 값이 클수록 빠르지만, 요청이 너무 많으면 리소스가 고갈되거나 API 속도 제한이 발생할 수 있습니다.
zh_hans: 设置同时进行的最大网络请求数。数值越高速度越快，但过高可能导致资源耗尽或触发 API 速率限制。

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
zh_hans: 设置

source: Settings Backup
de: Einstellungen-Backup
es: Copia de seguridad de ajustes
fr: Sauvegarde des réglages
ja: 設定バックアップ
ko: 설정 백업
zh_hans: 设置备份

source: Settings backup is only supported when using UserDefaults storage.
de: Einstellungs-Backups werden nur bei Verwendung von UserDefaults unterstützt.
es: La copia de seguridad de ajustes solo se admite cuando se usa el almacenamiento UserDefaults.
fr: La sauvegarde des réglages est uniquement prise en charge avec le stockage UserDefaults.
ja: 設定バックアップは UserDefaults ストレージを使用している場合にのみサポートされます。
ko: 설정 백업은 UserDefaults 저장소를 사용할 때만 지원됩니다.
zh_hans: 仅在使用 UserDefaults 存储时支持设置备份。

source: Settings backups only include configurable preferences and model selections. Conversations and local model weights remain separate.
de: Einstellungs-Backups enthalten nur konfigurierbare Präferenzen und Modellauswahlen. Unterhaltungen und lokale Modellgewichte bleiben getrennt.
es: Las copias de seguridad de ajustes solo incluyen preferencias configurables y selecciones de modelos. Las conversaciones y los pesos de modelos locales permanecen aparte.
fr: Les sauvegardes des réglages incluent uniquement les préférences configurables et les sélections de modèles. Les conversations et les poids des modèles locaux restent séparés.
ja: 設定バックアップには、設定可能なプリファレンスとモデル選択のみが含まれます。会話やローカルモデルの重みは含まれません。
ko: 설정 백업에는 설정 가능한 환경설정과 모델 선택만 포함됩니다. 대화와 로컬 모델 가중치는 별도로 유지됩니다.
zh_hans: 设置备份仅包含可配置偏好和模型选择。会话记录和本地模型权重不会包含在内。

source: Settings...
de: Einstellungen...
es: Ajustes...
fr: Réglages...
ja: 設定...
ko: 설정...
zh_hans: 设置…

source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
ko: 공유
zh_hans: 共享

source: Share Failed
de: Teilen fehlgeschlagen
es: Error al compartir
fr: Échec du partage
ja: 共有に失敗しました
ko: 공유 실패
zh_hans: 共享失败

source: Share Models
de: Modelle teilen
es: Compartir modelos
fr: Partager des modèles
ja: モデルを共有
ko: 모델 공유
zh_hans: 共享模型

source: Short
de: Kurz
es: Corto
fr: Court
ja: 短い
ko: 짧게
zh_hans: 较短

source: Shortcuts
de: Kurzbefehle
es: Atajos
fr: Raccourcis
ja: ショートカット
ko: 단축어
zh_hans: 快捷操作

source: Show & Send
de: Anzeigen & Senden
es: Mostrar y enviar
fr: Afficher et envoyer
ja: 表示して送信
ko: 표시 및 보내기
zh_hans: 显示并发送

source: Show ${conversation}
de: ${conversation} anzeigen
es: Mostrar ${conversation}
fr: Afficher ${conversation}
ja: ${conversation} を表示
ko: ${conversation} 표시
zh_hans: 显示 ${conversation}

source: Show ${conversation} and send message
de: ${conversation} anzeigen und Nachricht senden
es: Mostrar ${conversation} y enviar mensaje
fr: Afficher ${conversation} et envoyer un message
ja: ${conversation} を表示して送信
ko: ${conversation}을 표시하고 메시지 보내기
zh_hans: 显示 ${conversation} 并发送消息

source: Show a Live Activity while streaming in the background.
de: Zeige eine Live-Aktivität, während du im Hintergrund streamst.
es: Muestra una actividad en vivo mientras transmites en segundo plano.
fr: Afficher une activité en direct pendant la diffusion en arrière-plan.
ja: バックグラウンドでストリーミング中にライブアクティビティを表示します。
ko: 백그라운드에서 스트리밍하는 동안 라이브 활동을 표시합니다.
zh_hans: 在后台流式传输时显示实时活动。

source: Show and Send Conversation
de: Unterhaltung anzeigen und senden
es: Mostrar y enviar conversación
fr: Afficher et envoyer la conversation
ja: 会話を表示して送信
ko: 대화 표시 및 보내기
zh_hans: 显示并发送会话

source: Show Cloud Models
de: Cloud-Modelle anzeigen
es: Mostrar modelos en la nube
fr: Afficher les modèles cloud
ja: クラウドモデルを表示
ko: 클라우드 모델 표시
zh_hans: 显示云端模型

source: Show Conversation
de: Unterhaltung anzeigen
es: Mostrar conversación
fr: Afficher la conversation
ja: 会話を表示
ko: 대화 표시
zh_hans: 显示对话

source: Show Foundation Model in the model picker when available.
de: Foundation-Modell im Modellwähler anzeigen, wenn verfügbar.
es: Mostrar el modelo Foundation en el selector cuando esté disponible.
fr: Afficher Foundation Model dans le sélecteur quand disponible.
ja: 利用可能な場合、モデルピッカーに Foundation モデルを表示します。
ko: 가능하면 모델 선택기에 Foundation 모델을 표시합니다.
zh_hans: 可用时在模型选择器中显示 Foundation Model。

source: Show full model name and information in the quick setting bar under the input box or not.
de: Vollen Modellnamen und Infos in der Schnellleiste unter dem Eingabefeld anzeigen oder nicht.
es: Mostrar o no el nombre completo e información del modelo en la barra de ajustes rápidos bajo el cuadro de entrada.
fr: Afficher ou non le nom complet du modèle et ses infos dans la barre de réglage rapide sous la zone de saisie.
ja: 入力欄下のクイック設定バーにモデル名と情報を表示するかを切り替えます。
ko: 입력창 아래 빠른 설정 막대에 전체 모델 이름과 정보를 표시할지 여부를 설정합니다.
zh_hans: 是否在输入框下方的快速设置栏中显示完整模型名称和信息。

source: Show Local Models
de: Lokale Modelle anzeigen
es: Mostrar modelos locales
fr: Afficher les modèles locaux
ja: ローカルモデルを表示
ko: 로컬 모델 표시
zh_hans: 显示本地模型

source: Show Sidebar
de: Seitenleiste anzeigen
es: Mostrar barra lateral
fr: Afficher la barre latérale
ja: サイドバーを表示
ko: 사이드바 표시
zh_hans: 显示边栏

source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
ko: 크기
zh_hans: 大小

source: Size • %@
de: Größe • %@
es: Tamaño • %@
fr: Taille • %@
ja: サイズ • %@
ko: 크기 • %@
zh_hans: 大小 • %@

source: Skip Recognization If Possible
de: Erkennung nach Möglichkeit überspringen
es: Omitir reconocimiento si es posible
fr: Ignorer la reconnaissance si possible
ja: 可能なら認識をスキップ
ko: 가능하면 인식 건너뛰기
zh_hans: 尝试跳过辨认过程

source: Skip the confirmation dialog when executing tools.
de: Bestätigungsdialog beim Ausführen von Tools überspringen.
es: Omitir el diálogo de confirmación al ejecutar herramientas.
fr: Ignorer la boîte de confirmation lors de l’exécution d’outils.
ja: ツール実行時の確認ダイアログをスキップします。
ko: 도구 실행 시 확인 대화 상자를 건너뜁니다.
zh_hans: 跳过工具调用的确认对话框直接执行工具调用。

source: Skip the visual assessment process when the conversation model natively supports visual input. Enabling this option can improve the efficiency when using visual models, but if you switch to a model that does not support visual input after using it, the image information will be lost.
de: Überspringe die visuelle Prüfung, wenn das Unterhaltungsmodell native visuelle Eingaben unterstützt. Aktivieren kann die Effizienz bei visuellen Modellen erhöhen, aber wenn du danach zu einem Modell ohne visuelle Eingaben wechselst, gehen Bildinformationen verloren.
es: Omite la evaluación visual cuando el modelo de conversación soporte entrada visual de forma nativa. Activarlo mejora la eficiencia con modelos visuales, pero si luego cambias a uno sin soporte visual, se perderá la información de la imagen.
fr: Sautez l’évaluation visuelle quand le modèle de conversation prend en charge l’entrée visuelle. Activer cette option peut améliorer l’efficacité avec les modèles visuels, mais si vous passez ensuite à un modèle sans support visuel, les informations d’image seront perdues.
ja: 会話モデルが視覚入力に対応している場合、ビジュアル評価を省略します。効率向上しますが、非対応モデルに切り替えると画像情報は失われます。
ko: 대화 모델이 시각 입력을 기본 지원할 때 시각 평가 과정을 건너뜁니다. 이 옵션을 켜면 비주얼 모델 사용 효율이 향상되지만, 이후 시각 입력을 지원하지 않는 모델로 전환하면 이미지 정보가 사라집니다.
zh_hans: 当对话模型支持视觉输入时，跳过辨认图片的过程。开启这个选项可以提高视觉模型的效率，但在使用后若切换到不支持视觉输入的模型，则会丢失图片信息。

source: Skip Tool Confirmation
de: Tool-Bestätigung überspringen
es: Omitir confirmación de herramienta
fr: Ignorer la confirmation d’outil
ja: ツール確認をスキップ
ko: 도구 확인 건너뛰기
zh_hans: 跳过确认

source: Small
de: Klein
es: Pequeño
fr: Petit
ja: 小
ko: 작게
zh_hans: 较小

source: Smart Attachments
de: Intelligente Anhänge
es: Adjuntos inteligentes
fr: Pièces jointes intelligentes
ja: スマート添付
ko: 스마트 첨부
zh_hans: 智能附件

source: Smileys & Emotion
de: Smileys & Emotionen
es: Emojis y emociones
fr: Smileys et émotions
ja: スマイリーと感情
ko: 스마일리 및 감정
zh_hans: 笑脸 & 表情

source: Software Resources
de: Software-Ressourcen
es: Recursos de software
fr: Ressources logicielles
ja: ソフトウェアリソース
ko: 소프트웨어 리소스
zh_hans: 软件资源

source: Some messages have been removed to fit the model context length.
de: Einige Nachrichten wurden entfernt, um die Kontextlänge des Modells einzuhalten.
es: Algunos mensajes se han eliminado para ajustarse a la longitud de contexto del modelo.
fr: Certains messages ont été supprimés pour respecter la longueur de contexte du modèle.
ja: モデルのコンテキスト長に合わせるため、一部メッセージを削除しました。
ko: 모델 컨텍스트 길이에 맞추기 위해 일부 메시지가 제거되었습니다.
zh_hans: 一些消息已被删除，以适应模型的上下文长度。

source: Source Text:
de: Quelltext:
es: Texto fuente:
fr: Texte source :
ja: 原文：
ko: 원본 텍스트:
zh_hans: 原文：

source: Specially trained models can use roles to distinguish the priority and importance of instructions. Some models require this feature.
de: Speziell trainierte Modelle können Rollen verwenden, um die Priorität und Wichtigkeit von Anweisungen zu unterscheiden. Einige Modelle erfordern diese Funktion.
es: Los modelos especialmente entrenados pueden usar roles para distinguir la prioridad e importancia de las instrucciones. Algunos modelos requieren esta función.
fr: Les modèles spécialement entraînés peuvent utiliser des rôles pour distinguer la priorité et l'importance des instructions. Certains modèles nécessitent cette fonctionnalité.
ja: 特別に訓練されたモデルは、ロールを使用して指示の優先度と重要度を区別できます。一部のモデルではこの機能が必要です。
ko: 특별히 훈련된 모델은 역할을 사용하여 지시의 우선순위와 중요도를 구분할 수 있습니다. 일부 모델은 이 기능이 필요합니다.
zh_hans: 经过特殊训练的模型可以使用角色来区别指令的优先级和重要程度。部分模型要求使用此功能。

source: Specially trained models can use tools to read and write accurate information and automatically perform multi-turn processing.
de: Speziell trainierte Modelle können Werkzeuge verwenden, um genaue Informationen zu lesen und zu schreiben und automatisch mehrstufige Verarbeitung durchzuführen.
es: Los modelos especialmente entrenados pueden usar herramientas para leer y escribir información precisa y realizar automáticamente procesamiento de múltiples turnos.
fr: Les modèles spécialement entraînés peuvent utiliser des outils pour lire et écrire des informations précises et effectuer automatiquement un traitement multi-tours.
ja: 特別に訓練されたモデルは、ツールを使用して正確な情報を読み書きし、自動的にマルチターン処理を実行できます。
ko: 특별히 훈련된 모델은 도구를 사용하여 정확한 정보를 읽고 쓰며 자동으로 다중 턴 처리를 수행할 수 있습니다.
zh_hans: 经过特殊训练的模型可以使用工具来读写准确的信息，并自动进行多轮处理。

source: Speech Recognition
de: Spracherkennung
es: Reconocimiento de voz
fr: Reconnaissance vocale
ja: 音声認識
ko: 음성 인식
zh_hans: 语音识别

source: Speech recognizer is not authorized.
de: Spracherkennung ist nicht autorisiert.
es: El reconocedor de voz no está autorizado.
fr: La reconnaissance vocale n’est pas autorisée.
ja: 音声認識が許可されていません。
ko: 음성 인식기에 대한 권한이 없습니다.
zh_hans: 未授权此软件使用听写。

source: Speech recognizer is not available.
de: Spracherkennung ist nicht verfügbar.
es: El reconocedor de voz no está disponible.
fr: La reconnaissance vocale n’est pas disponible.
ja: 音声認識が利用できません。
ko: 음성 인식기를 사용할 수 없습니다.
zh_hans: 听写不可用。

source: Stable @ 0.5
de: Stabil @ 0.5
es: Estable @ 0.5
fr: Stable à 0.5
ja: 安定 @ 0.5
ko: 안정 @ 0.5
zh_hans: 稳定 @ 0.5

source: Start chatting instantly with complimentary Pollinations AI models.
de: Sofort mit den kostenlosen Pollinations-AI-Modellen chatten.
es: Empieza a chatear al instante con los modelos de IA de Pollinations incluidos.
fr: Discutez immédiatement avec les modèles IA Pollinations inclus.
ja: 同梱の Pollinations AI モデルですぐにチャット开始。
ko: 포함된 Pollinations AI 모델로 바로 대화를 시작하세요.
zh_hans: 内置 Pollinations AI 模型，开箱即聊。

source: Start New Chat
de: Neuen Chat starten
es: Iniciar nuevo chat
fr: Commencer un nouveau chat
ja: 新規チャットを開始
ko: 새 채팅 시작
zh_hans: 开始新对话

source: State/Province: %@
de: Bundesland/Provinz: %@
es: Estado/Provincia: %@
fr: État/Province : %@
ja: 州/県: %@
ko: 주/도: %@
zh_hans: 省：%@

source: Stop Transcript
de: Transkription stoppen
es: Detener transcripción
fr: Arrêter la transcription
ja: 書き起こしを停止
ko: 전사 중지
zh_hans: 停止听写...

source: Store Memory
de: Erinnerung speichern
es: Guardar memoria
fr: Enregistrer la mémoire
ja: メモリーを保存
ko: 메모리 저장
zh_hans: 储存记忆

source: Streamable HTTP
de: Streambares HTTP
es: HTTP transmitible
fr: HTTP diffusé
ja: HTTPストリーミング
ko: 스트리머블 HTTP
zh_hans: 流式文本传输 (Streamable HTTP)

source: Street: %@
de: Straße: %@
es: Calle: %@
fr: Rue : %@
ja: 住所: %@
ko: 거리: %@
zh_hans: 街道：%@

source: Success
de: Erfolg
es: Éxito
fr: Succès
ja: 成功
ko: 성공
zh_hans: 成功

source: Successfully imported %@
de: %@ erfolgreich importiert
es: Importado correctamente %@
fr: %@ importé avec succès
ja: %@ をインポートしました
ko: %@을(를) 성공적으로 가져왔습니다
zh_hans: 成功导入 %@

source: Successfully imported %lld page(s) from PDF.
de: %lld Seite(n) aus PDF erfolgreich importiert.
es: %lld página(s) importadas correctamente desde el PDF.
fr: %lld page(s) importée(s) depuis le PDF.
ja: PDF から %lld ページをインポートしました。
ko: PDF에서 %lld페이지를 성공적으로 가져왔습니다.
zh_hans: 成功从 PDF 文件中导入 %lld 页数据。

source: Successfully imported MCP server %@
de: MCP-Server %@ erfolgreich importiert
es: Servidor MCP %@ importado correctamente
fr: Serveur MCP %@ importé avec succès
ja: MCP サーバー %@ をインポートしました
ko: MCP 서버 %@을(를) 성공적으로 가져왔습니다
zh_hans: 成功导入 MCP 服务器：%@

source: Successfully imported model %@
de: Modell %@ erfolgreich importiert
es: Modelo %@ importado correctamente
fr: Modèle %@ importé avec succès
ja: モデル %@ をインポートしました
ko: 모델 %@을(를) 성공적으로 가져왔습니다
zh_hans: 成功导入模型 %@

source: Summarize
de: Zusammenfassen
es: Resumir
fr: Résumer
ja: 要約
ko: 요약
zh_hans: 总结

source: Summarize content into a list of key points.
de: Inhalt in eine Liste von Kernpunkten zusammenfassen.
es: Resume el contenido en una lista de puntos clave.
fr: Résumez le contenu en une liste de points clés.
ja: 内容を要点リストに要約します。
ko: 콘텐츠를 핵심 포인트 목록으로 요약하세요.
zh_hans: 将内容总结为关键要点列表。

source: Summarize content into a short paragraph.
de: Inhalt in einem kurzen Absatz zusammenfassen.
es: Resume el contenido en un párrafo breve.
fr: Résumez le contenu en un court paragraphe.
ja: 内容を短い段落に要約します。
ko: 콘텐츠를 짧은 단락으로 요약하세요.
zh_hans: 将内容总结为简短段落。

source: Summarize PDFs and text files locally before sending.
de: PDFs und Textdateien lokal zusammenfassen, bevor du sie sendest.
es: Resume PDFs y archivos de texto localmente antes de enviar.
fr: Résumez localement PDFs et fichiers texte avant envoi.
ja: 送信前に PDF とテキストをローカルで要约。
ko: 보내기 전에 PDF와 텍스트 파일을 로컬에서 요약합니다.
zh_hans: 在发送前本地总结 PDF 与文本文件。

source: Summarize Text
de: Text zusammenfassen
es: Resumir texto
fr: Résumer le texte
ja: テキストを要約
ko: 텍스트 요약
zh_hans: 总结文本

source: Summarize Text as List
de: Text als Liste zusammenfassen
es: Resumir texto como lista
fr: Résumer le texte en liste
ja: テキストをリストで要約
ko: 텍스트를 목록으로 요약
zh_hans: 总结文本 - 列表

source: Summarize the following content into a concise paragraph that captures the main ideas. Reply with the summary only.
de: Fasse den folgenden Inhalt in einem prägnanten Absatz mit den Hauptideen zusammen. Antworte nur mit der Zusammenfassung.
es: Resume el siguiente contenido en un párrafo conciso que capture las ideas principales. Responde solo con el resumen.
fr: Résumez le contenu suivant en un paragraphe concis capturant les idées principales. Répondez avec le seul résumé.
ja: 次の内容を要点を押さえた簡潔な段落にまとめてください。要約のみ返答してください。
ko: 다음 내용을 핵심을 담은 간결한 단락으로 요약하세요. 요약만 답변하세요.
zh_hans: 将以下内容总结为简洁的段落，概括主要思想。只回复总结内容。

source: Summarize the following content into a list of short bullet points that highlight the essential facts. Reply with the bullet list only.
de: Fasse den folgenden Inhalt als kurze Aufzählungspunkte mit den wichtigsten Fakten zusammen. Antworte nur mit der Liste.
es: Resume el siguiente contenido en una lista de viñetas cortas que destaquen los datos esenciales. Responde solo con la lista.
fr: Résumez le contenu suivant en une liste de puces courtes mettant en avant les faits essentiels. Répondez avec la seule liste à puces.
ja: 次の内容を重要事項を示す短い箇条書きにまとめてください。箇条書きのみ返答してください。
ko: 다음 내용을 핵심 사실을 강조하는 짧은 글머리표 목록으로 요약하세요. 목록만 답변하세요.
zh_hans: 将以下内容总结为简短要点列表，突出关键事实。只回复要点列表。

source: Summarize the provided text
de: Den bereitgestellten Text zusammenfassen
es: Resume el texto proporcionado
fr: Résumer le texte fourni
ja: 提供されたテキストを要約
ko: 제공된 텍스트를 요약하세요
zh_hans: 总结提供的文本

source: Summarize the provided text with the default model
de: Bereitgestellten Text mit dem Standardmodell zusammenfassen
es: Resume el texto proporcionado con el modelo predeterminado
fr: Résumer le texte fourni avec le modèle par défaut
ja: デフォルトモデルでテキストを要約
ko: 기본 모델로 제공된 텍스트를 요약하세요
zh_hans: 使用默认模型总结提供的文本

source: Switch to a conversation and automatically send the message.
de: Zu einer Unterhaltung wechseln und die Nachricht automatisch senden.
es: Cambiar a una conversación y enviar el mensaje automáticamente.
fr: Basculer vers une conversation et envoyer automatiquement le message.
ja: 会話に切り替えて自動的に送信します。
ko: 대화로 전환하고 메시지를 자동으로 보냅니다.
zh_hans: 切换到对话并自动发送消息。

source: Switch to a conversation without sending any messages.
de: Zu einer Unterhaltung wechseln, ohne Nachrichten zu senden.
es: Cambiar a una conversación sin enviar mensajes.
fr: Basculer vers une conversation sans envoyer de message.
ja: 会話に切り替えますが送信しません。
ko: 메시지 전송 없이 대화로 전환합니다.
zh_hans: 切换到对话而不发送任何消息。

source: Switch to Conversation
de: Zur Unterhaltung wechseln
es: Cambiar a conversación
fr: Basculer vers la conversation
ja: 会話に切り替え
ko: 대화로 전환
zh_hans: 切换到会话

source: Switched to conversation
de: Zur Unterhaltung gewechselt
es: Cambiado a la conversación
fr: Basculement vers la conversation effectué
ja: 会話に切り替えました
ko: 대화로 전환했습니다
zh_hans: 已切换到对话

source: Switched to conversation and triggered send
de: Zur Unterhaltung gewechselt und Senden ausgelöst
es: Cambiado a la conversación y se envió
fr: Basculement vers la conversation et envoi déclenché
ja: 会話に切り替えて送信しました
ko: 대화로 전환하고 전송을 트리거했습니다
zh_hans: 已切换到该会话并触发发送

source: Symbols
de: Symbole
es: Símbolos
fr: Symboles
ja: 記号
ko: 기호
zh_hans: 符号

source: Sync chats and their messages and files.
de: Chats sowie deren Nachrichten und Dateien synchronisieren.
es: Sincroniza chats y sus mensajes y archivos.
fr: Synchroniser les chats, leurs messages et fichiers.
ja: チャットとそのメッセージ・ファイルを同期します。
ko: 채팅과 메시지, 파일을 동기화합니다.
zh_hans: 同步会话及其消息与文件。

source: Sync cloud model configurations.
de: Cloud-Modell-Konfigurationen synchronisieren.
es: Sincroniza las configuraciones de modelos en la nube.
fr: Synchroniser les configurations des modèles cloud.
ja: クラウドモデル設定を同期します。
ko: 클라우드 모델 구성을 동기화합니다.
zh_hans: 同步云端模型配置。

source: Sync configured MCP connections.
de: Konfigurierte MCP-Verbindungen synchronisieren.
es: Sincroniza conexiones MCP configuradas.
fr: Synchroniser les connexions MCP configurées.
ja: 設定済み MCP 接続を同期します。
ko: 구성된 MCP 연결을 동기화합니다.
zh_hans: 同步已配置的 MCP 连接。

source: Sync Scope
de: Sync-Bereich
es: Ámbito de sincronización
fr: Portée de synchronisation
ja: 同期範囲
ko: 동기화 범위
zh_hans: 同步范围

source: Sync your AI memory entries.
de: AI-Erinnerungen synchronisieren.
es: Sincroniza tus entradas de memoria de IA.
fr: Synchronisez vos entrées de mémoire IA.
ja: AI メモリー項目を同期します。
ko: AI 메모리 항목을 동기화하세요.
zh_hans: 同步你的 AI 记忆条目。

source: Sync your saved chat templates across devices.
de: Synchronisiere deine gespeicherten Chat-Vorlagen auf allen Geräten.
es: Sincroniza tus plantillas de chat guardadas entre dispositivos.
ja: 保存済みのチャットテンプレートを複数デバイスで同期します。
ko: 저장한 채팅 템플릿을 기기 간에 동기화하세요。
zh_hans: 在设备间同步你保存的对话模板。

source: Syncing Scope
de: Synchronisationsbereich
es: Sincronizando ámbito
fr: Portée de synchronisation
ja: 同期範囲を同期中
ko: 동기화 범위 설정
zh_hans: 同步范围

source: Syncing with iCloud
de: Synchronisiere mit iCloud
es: Sincronizando con iCloud
fr: Synchronisation avec iCloud
ja: iCloud と同期中
ko: iCloud와 동기화 중
zh_hans: 正在同步

source: System Instruction
de: Systemanweisung
es: Instrucción del sistema
fr: Instruction système
ja: システム指示
ko: 시스템 지침
zh_hans: 系统指令

source: System is providing you up to date information about current query: Model/Your Name: %@ Current Date: %@ Current User Locale: %@ Please use up-to-date information and ensure compliance with the previously provided guidelines.
de: Das System stellt aktuelle Informationen zur aktuellen Anfrage bereit: Modell/Dein Name: %@ Aktuelles Datum: %@ Aktuelle Nutzer-Locale: %@ Bitte nutze aktuelle Informationen und halte dich an die zuvor bereitgestellten Richtlinien.
es: El sistema te ofrece información actualizada sobre la consulta actual: Modelo/Tu nombre: %@ Fecha actual: %@ Configuración regional del usuario: %@ Usa información actualizada y cumple las pautas dadas.
fr: Le système vous fournit des informations à jour sur la requête en cours : Modèle/Votre nom : %@ Date actuelle : %@ Langue de l’utilisateur : %@ Utilisez ces informations à jour et respectez les consignes précédentes.
ja: システムが現在のクエリに関する最新情報を提供します: モデル/あなたの名前: %@ 現在の日付: %@ 現在のユーザーロケール: %@ 最新情報を使用し、以前のガイドラインに従ってください。
ko: 시스템이 현재 쿼리에 대한 최신 정보를 제공합니다: 모델/당신의 이름: %@ 현재 날짜: %@ 현재 사용자 로케일: %@ 최신 정보를 사용하고 이전에 제공된 지침을 준수해 주세요.
zh_hans: 系统为你提供当前查询的最新信息： 模型/你的名称: %@ 当前日期: %@ 当前用户区域: %@ 请使用最新信息，并遵循此前提供的指南。

source: Target Language
de: Zielsprache
es: Idioma de destino
fr: Langue cible
ja: 対象言語
ko: 대상 언어
zh_hans: 目标语言

source: Task Model
de: Task-Modell
es: Modelo de tareas
fr: Modèle de tâche
ja: タスクモデル
ko: 작업 모델
zh_hans: 任务模型

source: Tells you how we handle your data.
de: Erklärt, wie wir mit deinen Daten umgehen.
es: Te indica cómo tratamos tus datos.
fr: Explique comment nous gérons vos données.
ja: データの扱いについて説明します。
ko: 데이터를 어떻게 처리하는지 안내합니다.
zh_hans: 这些内容将解释我们如何处理你的数据。

source: Template
de: Vorlage
es: Plantilla
fr: Modèle
ja: テンプレート
ko: 템플릿
zh_hans: 模板

source: Template %@ has been successfully generated and saved.
de: Vorlage %@ wurde erfolgreich erstellt und gespeichert.
es: La plantilla %@ se generó y guardó correctamente.
fr: Le modèle %@ a été généré et enregistré avec succès.
ja: テンプレート %@ を生成し保存しました。
ko: 템플릿 %@가 성공적으로 생성되어 저장되었습니다.
zh_hans: 模板 %@ 已生成，并成功保存。

source: Template %lld
de: Vorlage %lld
es: Plantilla %lld
fr: Modèle %lld
ja: テンプレート %lld
ko: 템플릿 %lld
zh_hans: 模板 %lld

source: Template Generated
de: Vorlage erstellt
es: Plantilla generada
fr: Modèle généré
ja: テンプレートを生成しました
ko: 템플릿 생성됨
zh_hans: 模板已生成
